Autodesk.Revit.DB.Electrical.AreaBasedLoadType.PowerFactorState
The power factor state of the area based load type.
Throws Autodesk.Revit.Exceptions.ArgumentOutOfRangeException:
When setting this property: A value passed for an enumeration argument is not a member of that enumeration
Since:
2025